---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceTilt
source: html/eb6e5606-2dad-7401-3481-d050b901fbae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceTilt Property

"Tilt"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisSurfaceTilt { get; }
```